Repository: joko-wandiro/phc-camera
Catalog: languages/phc-camera-*.po
Languages: id_id

source: Title
id_id: Judul

source: Author
id_id: Penulis

source: Date
id_id: Tanggal

source: New Image
id_id: Gambar Baru

source: Delete
id_id: Hapus

source: Remove
id_id: Hapus

source: Image
id_id: Gambar

source: Select Image
id_id: Pilih Gambar

source: Caption Text / HTML / Videos
id_id: Judul berupa Teks / HTML / Video

source: Caption Effects
id_id: Efek Judul

source: height ( in %)
id_id: height ( dalam %)

source: minHeight ( in pixel )
id_id: minHeight ( dalam pixel )

source: Documentation
id_id: Dokumentasi

source: Your donation keep me to maintain and make it free of bug.
id_id: Donasi anda membantu saya memelihara dan membuat-nya bebas dari bug.

source: How to Use
id_id: Bagaimana Menggunakannya

source: Settings Page
id_id: Halaman Pengaturan

source: Available Hooks
id_id: Hooks yang Tersedia

source: Translation
id_id: Terjemahan

source: Add Camera into post/page.
id_id: Tambah Camera kedalam post/page.

source: Goto Camera &gt; Add New Slideshow.
id_id: Pilih Camera &gt; Add New Slideshow.

source: Enter Title. Ex: Camera Slider.
id_id: Masukan Judul, Contoh: Camera Slider.

source: Click Camera Slideshow Accordion to set images for slideshow. Click New Image to add image for Camera.
id_id: Klik Camera Slideshow Accordion untuk mengatur gambar-gambar untuk slideshow. Klik New Image untuk menambah gambar pada Camera.

source: Click Image 1 to display content. Click Select Image to show Media Uploader.
id_id: Klik Gambar 1 untuk menampilkan content. Klik Select Image untuk menampilkan Media Uploader.

source: Upload images on Upload Files Tab. Then click Select Files button. Select images which you want to upload. If you've already upload your images. Click on Media Library Tab then select the image
id_id: Upload gambar pada Upload Files Tab. Lalu click Select Files button. Pilih gambar-gambar yang ingin di-upload. Jika kau lebih dulu meng-upload gambar. Klik pada Media Library Tab lalu pilih gambar.

source: Set Caption for the image, you can input it with Text, HTML, also Video. See the following images:
id_id: Atur Judul untuk gambar, kau bisa mengisi-nya dengan Teks, HTML, juga Video. Lihat gambar-gambar berikut:

source: Set caption effects for the caption from the selectbox.
id_id: Atur Efek Judul untuk Judul dari selectbox.

source: Do step 3 - step 7 to add image for the Slideshow.
id_id: Lakukan langkah 3 - langkah 7 untuk menambah gambar pada Slideshow.

source: Set Camera Properties for the Slideshow. For Example change thumbnail to true so the thumbnail is shown.
id_id: Atur Camera Properties untuk Slideshow. Contoh: merubah thumbnail menjadi true jadi thumbnail tampil / muncul.

source: Click Publish Button.
id_id: Klik Button Publish.

source: Goto Camera to view all of your Slideshow. You can add it into your post or page, just copy shortcode syntax for post / page on Shortcode column. Then you will get your Camera on your post / page.
id_id: Pilih Camera untuk menampilkan semua dari Slideshow-mu. Kau bisa menambahkan-nya kedalam post/page, copy saja shortcode syntax untuk post / page pada Shortcode column. Lalu kau akan memperoleh Camera Slider pada post / page.

source: Goto Posts &gt; All Posts. Then click edit on specific post. You can create new post / page later, I use edit post just for example.
id_id: Pilih Posts &gt; All Posts. Lalu klik edit pada post tertentu. Kau bisa membuat post / page nanti, Saya menggunakan edit post untuk contoh.

source: Add Camera shortcode like the following image.
id_id: Tambahkan Camera shortcode seperti gambar berikut.

source: Click Update. Then click View Post button to check Camera Slider is shown on your post. You should see display of the post like the following image.
id_id: Klik Update. Lalu klik button View Post untuk mengecek Camera Slider ditampilkan pada post-mu. Kau seharusnya melihat tampilan post seperti gambar berikut.

source: Add Camera into widget.
id_id: Tambahkan Camera kedalam widget.

source: Goto Appearance &gt; Widgets.
id_id: Pilih Appearance &gt; Widgets.

source: Use Widget Text. Enter Title. Ex: Camera Widget. Then add shortcode for widget into content / textarea.
id_id: Gunakan Widget Text. Masukan Judul, Contoh: Camera Widget. Lalu tambahkan shortcode untuk widget kedalam content / textarea.

source: Click Save Button.
id_id: Klik Button Save.

source: You will see the following display on your Homepage now.
id_id: Kau akan melihat tampilan berikut pada Homepage-mu sekarang.

source: Add Camera into PHP file.
id_id: Tambahkan Camera kedalam PHP file.

source: You can do it with do_shortcode syntax.
id_id: Kau bisa melakukannya dengan do_shortcode syntax.

source: Syntax %1$s. You can get shortcode syntax on Camera Slider Page.
id_id: Syntax %1$s. Kau bisa memperoleh shortcode syntax pada Halaman Camera Slider.

source: Example
id_id: Contoh

source: Goto Camera &gt; Settings.
id_id: Pilih Camera &gt; Settings.

source: You can set image size for Camera on Post / Page and Widget. It make performance better. Set it with numeric value for small and large image.
id_id: Kau bisa mengatur ukuran gambar untuk Camera pada Post / Page dan Widget. Itu membuat performa lebih baik. Atur dengan nomer untuk gambar kecil dan besar.

source: You can use it to load more javascripts and styles for Camera Slider on Widget.
id_id: Kau bisa menggunakannya untuk me-load javascripts dan styles untuk Camera Slider on Widget.

source: You can use it to load more javascripts and styles for Camera Slider on Post / Page.
id_id: Kau bisa menggunakannya untuk me-load javascripts dan styles untuk Camera Slider on Post / Page.

source: You can use it to do any functionality before Camera Slider sripts run
id_id: Kau bisa menggunakannya untuk melakukan functionality apapun sebelum sripts Camera Slider berjalan

source: You can use it to do any functionality after Camera Slider sripts run
id_id: Kau bisa menggunakannya untuk melakukan functionality apapun setelah sripts Camera Slider berjalan

source: You can use it to modify Camera Properties. Parameter contain Camera Properties
id_id: Kau bisa menggunakannya untuk merubah Camera Properties. Parameter berisi Camera Properties

source: Help me to Translate it. I provide POT file on languages folder. You can use translation application such as POEdit and translate it to your locale language and save it into PO file and MO file
id_id: Bantu saya menerjemahkannya. Saya menyediakan file POT pada folder languages. Kau bisa menggunakan aplikasi terjemahan seperti POEdit dan menerjemahkannya ke bahasa lokal-mu dan menyimpannya kedalam file PO dan file MO.

source: You can contribute to make it bigger with your support guys !
id_id: Kau bisa berkontribusi untuk membuatnya lebih besar dengan dukunganmu kawan-kawan !

source: Settings
id_id: Pengaturan

source: Image Size On Post / Page
id_id: Ukuran Gambar pada Post / Page

source: Image Size On Widget
id_id: Ukuran Gambar pada Widget

source: Small Image
id_id: Gambar Kecil

source: width
id_id: lebar

source: height
id_id: tinggi

source: Large Image
id_id: Gambar Besar

source: Save
id_id: Simpan

source: Add New Slideshow
id_id: Tambah Slideshow Baru

source: New Slideshow
id_id: Slideshow Baru

source: View Slideshow
id_id: Tampilkan Slideshow

source: Search Slideshow
id_id: Cari Slideshow

source: No Slideshow Found
id_id: Tidak ada Slideshow yang ditemukan

source: No Slideshow Found In Trash
id_id: Tidak ada Slideshow yang ditemukan didalam Trash
